[
    {
        "title": "Resep Gulai Udang Burrito, Satu Twist Unik yang Tidak Boleh Dilewatkan",
        "thumb": null,
        "servings": "5 Porsi",
        "times": "1jam",
        "dificulty": "Cukup rumit",
        "author": {
            "user": "Chef Panji",
            "datePublished": "Oktober 4, 2018"
        },
        "desc": "Memberikan twist unik pada makanan satu keniscayaan yang senantiasa digali oleh para penggemar makanan zaman now. Menikmati makanan kini bisa dalam bentuk kemasan apa saja dan tentunya menarik. Salah satunya adalah dengan melibatkan pengaruh kuliner Mexico dengan masakan asli Indonesia. Hasilnya adalah gulai udang burrito yang menawan ini!Menggunakan pengaruh masakan Mexico atau Tex-Mex pada hidangan yang satu ini tentu tidak hanya terbatas pada penggunaan kulit tortilla-nya saja. Gulai udang ini bisa dijadikan isian bersama segenap sayur mayur. Ada juga satu elemen menarik yang juga hadir di kuliner Amerika Latin ataupun Selatan – nasi!Sebagai pembeda dari nasi pada umumnya, kali ini saya menyiapkan beras hitam. Bahkan lain waktu saya ingin menggunakan kacang-kacangan yang biasa digunakan di kuliner negeri-negeri lain. Tapi saat ini, mari kita bawa dahulu identitas kuliner Indonesia yang lebih dominan dan menyatukannya dengan elemen asing yang menarik ini.Mari kita masak gulai udang burrito bersama! Di lain kesempatan, coba juga resep udang asam manis.",
        "needItem": [
            {
                "item_name": "Bango Kecap Manis",
                "thumb_item": "https://www.masakapahariini.com/wp-content/uploads/2018/04/bango-kecap-manis-100x100.png"
            }
        ],
        "ingredient": [
            "300 g udang kupas",
            "2 sdt merica hitam bubuk",
            "2 lembar daun salam",
            "2 buah cabai merah, iris serong",
            "3 sdt daun kari bubuk",
            "1 sdt kunyit bubuk",
            "2 sdt Royco Kaldu Ayam",
            "2 sdm Bango Kecap Manis",
            "300 ml susu cair",
            "200 ml santan encer",
            "1 batang serai, memarkan",
            "1 lembar daun pandan",
            "2 sdm minyak sayur",
            "175 g beras hitam",
            "750 ml air",
            "1 buah tomat, iris tipis",
            "1 buah bawang bombay, iris tipis",
            "50 g keju cheddar, parut",
            "5 lembar kulit tortilla",
            "4 butir bawang merah",
            "3 siung bawang putih",
            "3 buah cabai merah",
            "3 buah cabai merah keriting",
            "3 buah cabai rawit merah",
            "1 cm jahe",
            "2 sdt ketumbar bubuk",
            "1 sdm kelapa parut"
        ],
        "step": [
            "1 Menanak nasi: Masak beras hitam di panci hingga air menyusut dan nasi menjadi aron. Setelah itu, kukus di dandang selama 20 menit hingga nasi matang dan pulen.",
            "2 Tumis bumbu halus dengan minyak hingga harum.",
            "3 Masukkan udang, daun salam, daun kari, serai, dan daun pandan. Tuangkan Bango Kecap Manis dan masak hingga udang matang.",
            "4 Masukkan santan, bubuk kunyit, dan Royco Kaldu Ayam. Masak dengan api kecil hingga air menyusut setengahnya.",
            "5 Ambil kulit tortilla, lalu letakkan udang yang sudah dimasak dengan gulai di tengahnya. Tambahkan nasi hitam dan saus gulai. Susun irisan tomat dan bawang bombay di atasnya.",
            "6 Taburkan keju, lalu lipat kulit tortilla menyerupai lumpia. Hidangkan di piring saji."
        ]
    }
]